Repository: nirgoldberg/ms-categories-sync
Catalog: lang/mscatsync-*.po
Languages: he_il

source: Multisite Categories Sync Dashboard
he_il: סנכרון קטגוריות למערכות Multisite - לוח בקרה

source: Dashboard
he_il: לוח בקרה

source: What's New
he_il: מה חדש

source: Changelog
he_il: גרסאות

source: Multisite Categories Sync Settings
he_il: סנכרון קטגוריות למערכות Multisite - הגדרות

source: Settings
he_il: הגדרות

source: General
he_il: כללי

source: General Settings
he_il: הגדרות כלליות

source: Uninstall
he_il: הסרת תוסף

source: Uninstall Settings
he_il: הגדרות הסרת תוסף

source: Caution: all data will be removed without any option to restore
he_il: אזהרה: כל המידע יימחק ללא כל אפשרות שחזור

source: Multisite Categories Sync
he_il: סנכרון קטגוריות למערכות Multisite

source: Categories Sync
he_il: סנכרון קטגוריות

source: Welcome to Multisite Categories Sync
he_il: ברוכים הבאים לסנכרון קטגוריות למערכות Multisite

source: Thank you for installing, we hope you like it.
he_il: תודה רבה שהתקנתם את התוסף שלנו, אנחנו מקוים שתיהנו ממנו.

source: Settings saved.
he_il: ההגדרות נשמרו.

source: <strong>%s</strong> plugin can't be activated.<br />The following plugins should be installed and activated first:<br />
he_il: לא ניתן להתקין את התוסף <strong>%s</strong>.<br />יש להתקין ולהפעיל תחילה את התוספים הבאים:<br />
