Repository: nirgoldberg/ms-categories-sync
Catalog: lang/mstaxsync-*.po
Languages: he_il

source: Multisite Taxonomies Sync Dashboard
he_il: לוח בקרה - סנכרון טקסונומיות למערכת Multisite

source: Dashboard
he_il: לוח בקרה

source: What's New
he_il: מה חדש

source: Changelog
he_il: תיעוד שינויים

source: Multisite Taxonomies Sync Settings
he_il: הגדרות - סנכרון טקסונומיות למערכת Multisite

source: Settings
he_il: הגדרות

source: Taxonomies
he_il: טקסונומיות

source: Categories Settings
he_il: הגדרות קטגוריות

source: Custom Taxonomies Settings
he_il: הגדרות טקסונומיות

source: Display
he_il: תצוגה

source: User Interface Settings
he_il: הגדרות ממשק משתמש

source: Permissions
he_il: הרשאות

source: Edit Settings
he_il: הגדרות עריכה

source: Posts Broadcast/Import Settings
he_il: הגדרות שידור/יבוא פוסטים

source: Uninstall
he_il: הסרת תוסף

source: Uninstall Settings
he_il: הגדרות הסרת תוסף

source: Sync categories?
he_il: לסנכרן קטגוריות?

source: (Default: sync categories)
he_il: (ברירת מחדל: לסנכרן קטגוריות)

source: Taxonomies to sync
he_il: טקסונומיות לסנכרון

source: Advanced tree view
he_il: תצוגת עץ משופרת

source: Check this option to allow advanced tree view enabling multiselect taxonomy terms to sync
he_il: סימון אפשרות זו יאפשר תצוגה משופרת של עץ ערכי טקסונומיה המאפשר בחירה מרובה של ערכים לסנכרון

source: (Default: true)
he_il: (ברירת מחדל: כן)

source: Display taxonomy terms 'Synced Sites' column
he_il: תצוגת עמודת 'אתרים מסונכרנים' עבור ערכי טקסונומיה

source: Check this option to display taxonomy terms 'Synced Sites' column (taxonomy screen)
he_il: סימון אפשרות זו יאפשר הצגת עמודת 'אתרים מסונכרנים' עבור ערכי טקסונומיה (מסך טקסונומיה)

source: Display taxonomy terms 'Main Site Term' column
he_il: תצוגת עמודת 'ערך האתר הראשי' עבור ערכי טקסונומיה

source: Check this option to display taxonomy terms 'Main Site Term' column (taxonomy screen)
he_il: סימון אפשרות זו יאפשר הצגת עמודת 'ערך האתר הראשי' עבור ערכי טקסונומיה (מסך טקסונומיה)

source: Display posts 'Synced Sites' column
he_il: תצוגת עמודת 'אתרים מסונכרנים' עבור פוסטים

source: Check this option to display posts 'Synced Sites' column (posts screen)
he_il: סימון אפשרות זו יאפשר הצגת עמודת 'אתרים מסונכרנים' עבור פוסטים (מסך פוסטים)

source: Display posts 'Main Site Post' column
he_il: תצוגת עמודת 'פוסט האתר הראשי' עבור פוסטים

source: Check this option to display posts 'Main Site Post' column (posts screen)
he_il: סימון אפשרות זו יאפשר הצגת עמודת 'פוסט האתר הראשי' עבור פוסטים (מסך פוסטים)

source: Edit taxonomy term names
he_il: עריכת שמות ערכי טקסונומיה

source: Check this option to allow editing taxonomy term names directly from this plugin
he_il: סימון אפשרות זו יאפשר עריכת שמות ערכי טקסונומיה ישירות מתוך תוסף זה

source: Detach taxonomy terms
he_il: ניתוק סנכרון ערכי טקסונומיה

source: Check this option to allow detaching of already synced taxonomy terms.<br />Detaching a taxonomy term will not remove or modify posts associated with this term
he_il: סימון אפשרות זו יאפשר ניתוק סנכרון ערכי טקסונומיה.<br />ניתוק ערך טקסונומיה לא יגרור הסרה או שינוי של פוסטים המשויכים לערך זה

source: (Default: false)
he_il: (ברירת מחדל: לא)

source: Delete taxonomy terms
he_il: מחיקת ערכי טקסונומיה

source: Check this option to allow deleting of taxonomy terms.<br />Deleting a synced taxonomy term will first detach it.<br />Deleting a taxonomy term will not remove or modify posts associated with this term
he_il: סימון אפשרות זו יאפשר מחיקת ערכי טקסונומיה.<br />מחיקת ערך טקסונומיה תנתק אותו תחילה מסנכרון.<br />מחיקת ערך טקסונומיה לא תגרור הסרה או שינוי של פוסטים המשויכים לערך זה

source: Import taxonomy terms posts
he_il: יבוא פוסטים המשוייכים לערכי טקסונומיה

source: Check this option to allow importing of taxonomy terms posts from main site
he_il: סימון אפשרות זו יאפשר יבוא פוסטים המשוייכים לערכי טקסונומיה מתוך האתר הראשי

source: Resync posts
he_il: סנכרון פוסטים מחדש

source: Check this option to allow reassigning current synced category and taxonomy terms for all synced posts
he_il: סימון אפשרות זו יאפשר שיוך מחדש של ערכי קטגוריה וטקסונומיה עבור כל הפוסטים המסונכרנים

source: Remove data on uninstall
he_il: מחיקת כלל נתוני התוסף עם הסרתו

source: Caution: all data will be removed without any option to restore
he_il: אזהרה: כל המידע יימחק ללא אפשרות שחזור

source: Taxonomies Sync
he_il: סנכרון טקסונומיות

source: Categories
he_il: קטגוריות

source: Multisite Taxonomies Sync Tools
he_il: כלים - סנכרון טקסונומיות למערכת Multisite

source: Tools
he_il: כלים

source: Resync Posts
he_il: סנכרון פוסטים מחדש

source: Multisite Taxonomies Sync
he_il: סנכרון טקסונומיות למערכת Multisite

source: Welcome to Multisite Taxonomies Sync
he_il: ברוכים הבאים לסנכרון טקסונומיות למערכת Multisite

source: Thank you for installing, we hope you like it.
he_il: תודה שהתקנתם את התוסף, מקווים שתהנו ממנו.

source: No taxonomies were selected to be synced.<br /><a href="%s">Please select at least one taxonomy</a>
he_il: לא נבחרו טקסונומיות לסנכרון.<br /><a href="%s">יש לבחור טקסונומיה אחת לפחות</a>

source: There are no available tools
he_il: לא נמצאו כלים זמינים

source: Settings saved.
he_il: הגדרות נשמרו.

source: Main site
he_il: אתר ראשי

source: Select terms to sync
he_il: בחירת ערכים לסנכרון

source: There are no %s defined in main site
he_il: לא קיימים ערכי %s באתר הראשי

source: Local site
he_il: אתר מקומי

source: Sort and edit terms
he_il: מיון ועריכת ערכים

source: Select All
he_il: בחר הכל

source: Remove All
he_il: הסר הכל

source: Reassign current synced category and taxonomy terms for all synced posts
he_il: שיוך מחדש של ערכי קטגוריה וטקסונומיה עבור כל הפוסטים המסונכרנים

source: Internal server error
he_il: שגיאת שרת כללית

source: No posts to import
he_il: לא נמצאו פוסטים ליבוא

source: Failed to update a post correlation (local site post)
he_il: כשלון בעת ניסיון לסנכרן פוסט (אתר מקומי)

source: Failed to update a post correlation (main site post)
he_il: כשלון בעת ניסיון לסנכרן פוסט (אתר ראשי)

source: No synced posts
he_il: לא קיימים פוסטים מסונכרנים

source: No taxonomy terms to update
he_il: לא קיימים ערכי טקסונומיה לעדכון

source: Failed to update a taxonomy term correlation (local site term)
he_il: כשלון בעת ניסיון לסנכרן ערך טקסונומיה (אתר מקומי)

source: Failed to update a taxonomy term correlation (main site term)
he_il: כשלון בעת ניסיון לסנכרן ערך טקסונומיה (אתר ראשי)

source: No taxonomy term to update
he_il: לא קיים ערך טקסונומיה לעדכון

source: Failed to delete a taxonomy term correlation (local site term)
he_il: כשלון בעת ניסיון לנתק ערך טקסונומיה (אתר מקומי)

source: Failed to delete a taxonomy term correlation (main site term)
he_il: כשלון בעת ניסיון לנתק ערך טקסונומיה (אתר ראשי)

source: No taxonomy term to delete
he_il: לא קיים ערך טקסונומיה למחיקה

source: Failed to delete a taxonomy term
he_il: כשלון בעת ניסיון למחוק ערך טקסונומיה

source: Broadcast
he_il: שידור

source: Post is not available for broadcasting.
he_il: לא ניתן לשדר פוסט.

source: Make sure post's category and taxonomy terms are synced to local sites.
he_il: וודא שערכי הקטגוריה והטקסונומיה של הפוסט מסונכרנים עם אתרים מקומיים.

source: Make sure post is assigned to category and/or taxonomy terms.<br />If this is a new post, you have to publish it before broadcast.
he_il: וודא שהפוסט משוייך לערכי קטגוריה ו/או טקסונומיה.<br />במידה וזהו פוסט חדש, יש לפרסם אותו לפני ביצוע שידור.

source: Broadcast to:
he_il: שידור אל:

source: Synced Sites
he_il: אתרים מסונכרנים

source: Main Site Post
he_il: פוסט האתר הראשי

source: Main Site Term
he_il: ערך האתר הראשי

source: Posts Import
he_il: יבוא פוסטים

source: Import %s posts
he_il: יבוא %s פוסטים

source: Import one post
he_il: יבוא פוסט אחד

source: New item
he_il: ערך חדש

source: Changed
he_il: השתנה

source: All terms were updated successfully.
he_il: כל הערכים עודכנו בהצלחה.

source: new terms were synced.
he_il: ערכים חדשים סונכרנו.

source: terms were updated.
he_il: ערכים עודכנו.

source: The following errors were found:
he_il: נמצאו השגיאות הבאות:

source: Error
he_il: שגיאה

source: You are about to permanently detach this taxonomy term.
he_il: הנכם עומדים לנתק לצמיתות את ערך הטקסונומיה הזה.

source: This action cannot be undone.
he_il: פעולה זו אינה ניתנת לביטול.

source: 'Cancel' to stop, 'OK' to detach.
he_il: לחצו 'Cancel' לביטול, 'OK' לניתוק.

source: You are about to permanently delete this taxonomy term.
he_il: הנכם עומדים למחוק לצמיתות את ערך הטקסונומיה הזה.

source: 'Cancel' to stop, 'OK' to delete.
he_il: לחצו 'Cancel' לביטול, 'OK' למחיקה.

source: You are about to import %s posts.
he_il: הנכם עומדים לייבא %s פוסטים.

source: 'Cancel' to stop, 'OK' to import.
he_il: לחצו 'Cancel' לביטול, 'OK' ליבוא.

source: You are about to import one post.
he_il: הנכם עומדים לייבא פוסט אחד.

source: Number of posts imported successfully:
he_il: מספר הפוסטים שיובאו בהצלחה:

source: Timeout occurred in import process
he_il: פסק זמן התרחש בתהליך הייבוא

source: Import process has been failed
he_il: תהליך היבוא נכשל

source: You are about to reassign current synced category and taxonomy terms for all synced posts.
he_il: הנכם עומדים לשייך מחדש ערכי קטגוריה וטקסונומיה עבור כל הפוסטים המסונכרנים.

source: Be aware that terms which have been manually removed after last import might be reassigned.
he_il: שימו לב שערכים שנותקו מפוסטים באופן ידני לאחר ביצוע היבוא האחרון עלולים להיות משויכים מחדש.

source: 'Cancel' to stop, 'OK' to resync.
he_il: לחצו 'Cancel' לביטול, 'OK' לסנכרון מחדש.

source: Found %s synced posts.
he_il: נמצאו %s פוסטים מסונכרנים.

source: %s posts resynced successfully
he_il: %s פוסטים סונכרנו מחדש בהצלחה

source: There are no synced posts
he_il: לא נמצאו פוסטים מסונכרנים

source: Resync process has been failed
he_il: תהליך הסנכרון מחדש נכשל

source: <strong>%s</strong> plugin can't be activated.<br />Multisite support must be enabled.
he_il: הפעלת התוסף <strong>%s</strong> נכשלה.<br />נדרשת התקנת מערכת Multisite.

source: <strong>%s</strong> plugin can't be activated.<br />The following plugins should be installed and activated first:<br />
he_il: הפעלת התוסף <strong>%s</strong> נכשלה.<br />נדרשת התקנת והפעלת התוספים הבאים תחילה:<br />
